Repository: jonathanortega2023/alderman-spending
Catalog: alderman_spending/lib/l10n/app_*.arb
Languages: pl

# wardDropdown
source: Ward {wardValue}
pl: Okolica {wardValue}

# chartTitle
source: Spending By Category
pl: Wydatki Według Kategorii

# detailPlaceholder
source: Select a category to see spending breakdown
pl: Wybierz kategorię, aby zobaczyć szczegółową listę wydatków

source: Error loading data
pl: Błąd ładowania danych

# noDataForWardYear
source: No data available for ward {wardValue} in {yearValue}
pl: Brak dostępnych danych dla okolica {wardValue} w {yearValue}

# projectTitle
source: Alderman Spending
pl: Wydatki Radny Miejski

source: Home
pl: Dom

source: FAQ
pl: Często Zadawane Pytania

source: Menu Items
pl: Elementy Menu

source: About
pl: Informacja

source: Spending Charts
pl: Wykresy Wydatków
